class Service {
  final String title;
  final String shortDescription;

  Service({this.title,  this.shortDescription});

  static List<Service> myDemo = [
    new Service(
        title: "التقاضى و المرافعات",
        shortDescription:
            "يتطلب الترافع في القضايا وإعداد المذكرات القانونية درجة عالية من الخبرة والمعرفة ومواكبة مستمرة للأنظمة واللوائح حتى يكون للمحامي الدور الأكبر في سبر أغوار القضية وتسهيلها سعياً"),
    new Service(
        title: "الاستشارات القانونية",
        shortDescription:
            "الخدمات الاستشارية القانونية هي أحد أهم عناصر  نجاح أي عمل تجاري أو مؤسسي في بلد تتشعب فيه الأنظمة و التشريــعــات و تتنوع مصــادرهاً"),
    new Service(
        title: "صياغة العقود",
        shortDescription:
            "رؤيتنا للعقد على أنه مستند يعكس الاتفاق الذي توصل إليه الأطراف ويترجمه الى نصوص ومفاهيم لها طابع الإلزام القانوني والشرعـيً"),
    new Service(
        title: "خدمات الشركات",
        shortDescription:
            "يرتكز العمل لدينا في قطاع الشركات وأسواق المال على فهم وتغطية كافة احتياجات عملائنا ابتداءً من تأسيس الشركات و تسجيلها و طرحها و تعديل عقودها وً"),
    new Service(
        title: "اقامات الاجانب وتصاريح العمل والجنسية",
        shortDescription:
            "نقدم خدمات إقامات الاجانب وإستخراج تصاريح العمل وكسب الجنسية المصرية عن طريق فريق عمل يتميز بالحرفية والخبرة الطويلة فى التعامل مع مصلحة الجوازات والهجرة ووزراة القوى العاملة ومديرياتها  ونتشرف بعرض تفصيلى لكل خدمة على النحو التالى ً"),
  ];
}
